Repository: jheronimus/yabause
Catalog: yabause/src/ios/uoyabause/uoyabause/Localizable.xcstrings
Source language: en
Languages: es, ja, pt_br, ru, zh_hans

source: Press a button to map the [%@] key
es: Pulsa un botón para asignar la tecla [%@]
ja: [%@]キーに割り当てるボタンを押してください
pt_br: Pressione um botão para mapear a tecla [%@]
ru: Нажмите кнопку для назначения клавиши [%@]
zh_hans: 按下按钮以映射 [%@] 键

source: Profile
es: Perfil
ja: プロフィール
pt_br: Perfil
ru: Профиль
zh_hans: 个人资料

source: Promotions
es: Promociones
ja: プロモーション
pt_br: Promoções
ru: Акции
zh_hans: 促销活动

source: Reauthentication
es: Reautenticación
ja: 再認証
pt_br: Reautenticação
ru: Повторная аутентификация
zh_hans: 重新认证

source: Reauthentication Failed
es: Error de reautenticación
ja: 再認証に失敗しました
pt_br: Falha na reautenticação
ru: Ошибка повторной аутентификации
zh_hans: 重新认证失败

source: Reauthentication Required
es: Se requiere reautenticación
ja: 再認証が必要です
pt_br: Reautenticação necessária
ru: Требуется повторная аутентификация
zh_hans: 需要重新认证

source: Recent
es: Reciente
ja: 最近
pt_br: Recente
ru: Недавние
zh_hans: 最近

source: Remap Key
es: Reasignar tecla
ja: キー割り当て
pt_br: Remapear tecla
ru: Переназначить клавишу
zh_hans: 重新映射按键

source: Remember Me
es: Recordarme
ja: ログイン情報を保存
pt_br: Lembrar de mim
ru: Запомнить меня
zh_hans: 记住我

source: Rendering Resolution
es: Resolución de renderizado
ja: レンダリング解像度
pt_br: Resolução de renderização
ru: Разрешение рендеринга
zh_hans: 渲染分辨率

source: Report Game
es: Reportar juego
ja: ゲームを報告
pt_br: Reportar jogo
ru: Сообщить об игре
zh_hans: 报告游戏

# report_message_1
source: Doesn't work
es: No funciona
ja: 動作しない
pt_br: Não funciona
ru: Не работает
zh_hans: 无法运行

# report_message_2
source: Major issues
es: Problemas importantes
ja: 大きな問題あり
pt_br: Problemas graves
ru: Серьезные проблемы
zh_hans: 主要问题

# report_message_3
source: Playable with issues
es: Jugable con problemas
ja: 問題はあるがプレイ可能
pt_br: Jogável com problemas
ru: Играбельно с проблемами
zh_hans: 可玩但有问题

# report_message_4
source: Good emulation
es: Buena emulación
ja: 良好なエミュレーション
pt_br: Boa emulação
ru: Хорошая эмуляция
zh_hans: 良好的模拟

# report_message_5
source: Perfect emulation
es: Emulación perfecta
ja: 完璧なエミュレーション
pt_br: Emulação perfeita
ru: Идеальная эмуляция
zh_hans: 完美模拟

# report_notice
source: Your feedback helps us improve the emulator. Please rate both the game and the emulation quality.
es: Sus comentarios nos ayudan a mejorar el emulador. Por favor, califique tanto el juego como la calidad de la emulación.
ja: あなたのフィードバックはエミュレータの改善に役立ちます。ゲームとエミュレーションの品質を評価してください。
pt_br: Seu feedback nos ajuda a melhorar o emulador. Por favor, avalie tanto o jogo quanto a qualidade da emulação.
ru: Ваш отзыв помогает нам улучшить эмулятор. Пожалуйста, оцените игру и качество эмуляции.
zh_hans: 您的反馈有助于我们改进模拟器。请同时评价游戏和模拟质量。

# report_sent_success
source: Your report has been sent successfully. Thank you for your feedback!
es: Su informe ha sido enviado correctamente. ¡Gracias por sus comentarios!
ja: レポートが正常に送信されました。フィードバックありがとうございます！
pt_br: Seu relatório foi enviado com sucesso. Obrigado pelo seu feedback!
ru: Ваш отчет успешно отправлен. Спасибо за ваш отзыв!
zh_hans: 您的报告已成功发送。感谢您的反馈！

source: Reset
es: Reiniciar
ja: リセット
pt_br: Reiniciar
ru: Сброс
zh_hans: 重置

source: Reset to Default
es: Restablecer valores predeterminados
ja: デフォルトに戻す
pt_br: Restaurar padrão
ru: Сбросить по умолчанию
zh_hans: 恢复默认

source: Resolution
es: Resolución
ja: 解像度
pt_br: Resolução
ru: Разрешение
zh_hans: 分辨率

source: RetroAchievements Login
es: Inicio de sesión en RetroAchievements
ja: RetroAchievements ログイン
pt_br: Login do RetroAchievements
ru: Вход в RetroAchievements
zh_hans: RetroAchievements 登录

source: RetroAchievements Logout
es: Cerrar sesión en RetroAchievements
ja: RetroAchievements ログアウト
pt_br: Logout do RetroAchievements
ru: Выход из RetroAchievements
zh_hans: RetroAchievements 登出

source: Rotate Screen
es: Rotar pantalla
ja: 画面回転
pt_br: Girar tela
ru: Поворот экрана
zh_hans: 旋转屏幕

source: Save
es: Guardar
ja: セーブ
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

source: Save State
es: Guardar estado
ja: ステートセーブ
pt_br: Salvar estado
ru: Сохранить состояние
zh_hans: 保存状态

source: Search
es: Buscar
ja: 検索
pt_br: Pesquisar
ru: Поиск
zh_hans: 搜索

source: Search achievements...
es: Buscar logros...
ja: 実績を検索...
pt_br: Pesquisar conquistas...
ru: Поиск достижений...
zh_hans: 搜索成就...

source: Select cartridge type
es: Seleccionar tipo de cartucho
ja: カートリッジタイプを選択
pt_br: Selecionar tipo de cartucho
ru: Выберите тип картриджа
zh_hans: 选择卡带类型

source: Select rendering resolution
es: Seleccionar resolución de renderizado
ja: レンダリング解像度を選択
pt_br: Selecionar resolução de renderização
ru: Выберите разрешение рендеринга
zh_hans: 选择渲染分辨率

source: Select sound quality
es: Seleccionar calidad de sonido
ja: サウンド品質を選択
pt_br: Selecionar qualidade de som
ru: Выберите качество звука
zh_hans: 选择音质

source: Send
es: Enviar
ja: 送信
pt_br: Enviar
ru: Отправить
zh_hans: 发送

source: Settings
es: Ajustes
ja: 設定
pt_br: Configurações
ru: Настройки
zh_hans: 设置

source: Show FPS
es: Mostrar FPS
ja: FPSを表示
pt_br: Mostrar FPS
ru: Показать FPS
zh_hans: 显示FPS

source: Sign In
es: Iniciar sesión
ja: サインイン
pt_br: Entrar
ru: Войти
zh_hans: 登录

source: Sign In Required
es: Se requiere iniciar sesión
ja: サインインが必要です
pt_br: Login necessário
ru: Требуется вход
zh_hans: 需要登录

source: Sign in to your RetroAchievements account to unlock achievements and compete on leaderboards.
es: Inicia sesión en tu cuenta de RetroAchievements para desbloquear logros y competir en las tablas de clasificación.
ja: RetroAchievementsアカウントにサインインして、実績をアンロックしリーダーボードで競いましょう。
pt_br: Entre na sua conta RetroAchievements para desbloquear conquistas e competir nos rankings.
ru: Войдите в свою учетную запись RetroAchievements, чтобы разблокировать достижения и соревноваться в таблицах лидеров.
zh_hans: 登录您的RetroAchievements账户以解锁成就并在排行榜上竞争。

source: Sign out
es: Cerrar sesión
ja: サインアウト
pt_br: Sair
ru: Выйти
zh_hans: 退出登录

source: Sign in error: %@
es: Error de inicio de sesión: %@
ja: サインインエラー: %@
pt_br: Erro de login: %@
ru: Ошибка входа: %@
zh_hans: 登录错误：%@

source: Sign In Failed
es: Error de inicio de sesión
ja: サインインに失敗しました
pt_br: Falha no login
ru: Ошибка входа
zh_hans: 登录失败

# sign_in_features
source: Sign in to access cloud saves, leaderboards, and more.
es: Inicia sesión para acceder a guardados en la nube, tablas de clasificación y más.
ja: サインインしてクラウドセーブ、リーダーボードなどにアクセスできます。
pt_br: Entre para acessar salvamentos na nuvem, rankings e mais.
ru: Войдите, чтобы получить доступ к облачным сохранениям, таблицам лидеров и другим функциям.
zh_hans: 登录以访问云存档、排行榜等功能。

# sign_in_success
source: Sign In Successful
es: Inicio de sesión exitoso
ja: サインイン成功
pt_br: Login bem-sucedido
ru: Вход выполнен
zh_hans: 登录成功

# sign_in_success_message
source: You have successfully signed in.
es: Has iniciado sesión correctamente.
ja: 正常にサインインしました。
pt_br: Você entrou com sucesso.
ru: Вы успешно вошли в систему.
zh_hans: 您已成功登录。

source: Sign in with Google
es: Iniciar sesión con Google
ja: Googleでサインイン
pt_br: Entrar com o Google
ru: Войти через Google
zh_hans: 使用Google登录

source: Size: %@
es: Tamaño: %@
ja: サイズ: %@
pt_br: Tamanho: %@
ru: Размер: %@
zh_hans: 大小：%@

source: Sort Achievements
es: Ordenar logros
ja: 実績を並べ替え
pt_br: Ordenar conquistas
ru: Сортировать достижения
zh_hans: 排序成就

source: Sound
es: Sonido
ja: サウンド
pt_br: Som
ru: Звук
zh_hans: 声音

source: Sound Quality
es: Calidad de sonido
ja: サウンド品質
pt_br: Qualidade de som
ru: Качество звука
zh_hans: 音质

source: Status
es: Estado
ja: ステータス
ru: Статус
zh_hans: 状态

source: Success
es: Éxito
ja: 成功
pt_br: Sucesso
ru: Успех
zh_hans: 成功

source: Successfully logged in to RetroAchievements
es: Sesión iniciada correctamente en RetroAchievements
ja: RetroAchievementsにログインしました
pt_br: Login no RetroAchievements realizado com sucesso
ru: Успешный вход в RetroAchievements
zh_hans: 已成功登录RetroAchievements

source: System Notifications
es: Notificaciones del sistema
ja: システム通知
pt_br: Notificações do sistema
ru: Системные уведомления
zh_hans: 系统通知

source: Theme
es: Tema
ja: テーマ
pt_br: Tema
ru: Тема
zh_hans: 主题

source: This feature is disabled in hardcore mode. Please disable hardcore mode in the RetroAchievements settings to use this feature.
es: Esta función está deshabilitada en el modo hardcore. Desactiva el modo hardcore en la configuración de RetroAchievements para usar esta función.
ja: この機能はハードコアモードでは無効です。この機能を使用するには、RetroAchievements設定でハードコアモードを無効にしてください。
pt_br: Este recurso está desativado no modo hardcore. Desative o modo hardcore nas configurações do RetroAchievements para usar este recurso.
ru: Эта функция отключена в хардкорном режиме. Отключите хардкорный режим в настройках RetroAchievements, чтобы использовать эту функцию.
zh_hans: 此功能在硬核模式下被禁用。请在RetroAchievements设置中禁用硬核模式以使用此功能。

source: This will delete your account and all related data. This action cannot be undone. Continue?
es: Esto eliminará tu cuenta y todos los datos relacionados. Esta acción no se puede deshacer. ¿Continuar?
ja: アカウントとすべての関連データが削除されます。この操作は元に戻せません。続行しますか？
pt_br: Isso excluirá sua conta e todos os dados relacionados. Esta ação não pode ser desfeita. Continuar?
ru: Это удалит вашу учетную запись и все связанные данные. Это действие нельзя отменить. Продолжить?
zh_hans: 这将删除您的账户和所有相关数据。此操作无法撤消。是否继续？

source: Title
es: Título
ja: タイトル
pt_br: Título
ru: Название
zh_hans: 标题

source: To receive notifications, please allow notifications in the Settings app.
es: Para recibir notificaciones, permite las notificaciones en la aplicación Ajustes.
ja: 通知を受け取るには、設定アプリで通知を許可してください。
pt_br: Para receber notificações, permita notificações no aplicativo Ajustes.
ru: Чтобы получать уведомления, разрешите уведомления в приложении Настройки.
zh_hans: 要接收通知，请在设置应用中允许通知。

source: Touch
es: Táctil
ja: タッチ
pt_br: Toque
ru: Касание
zh_hans: 触摸

source: Touch Radius
es: Radio táctil
ja: タッチ半径
pt_br: Raio de toque
ru: Радиус касания
zh_hans: 触摸半径

source: Touch Size
es: Tamaño táctil
ja: タッチサイズ
pt_br: Tamanho de toque
ru: Размер касания
zh_hans: 触摸大小

source: Unbind
es: Desvincular
ja: 解除
pt_br: Desvincular
ru: Отвязать
zh_hans: 解除绑定

source: Unknown
es: Desconocido
ja: 不明
pt_br: Desconhecido
ru: Неизвестно
zh_hans: 未知

source: Unlink
es: Desvincular
ja: 連携解除
pt_br: Desvincular
ru: Отвязать
zh_hans: 取消关联

source: Unlink Failed
es: Error al desvincular
ja: 連携解除に失敗しました
pt_br: Falha ao desvincular
ru: Ошибка отвязки
zh_hans: 取消关联失败

source: Unlink Successful
es: Desvinculación exitosa
ja: 連携解除成功
pt_br: Desvinculação bem-sucedida
ru: Успешно отвязано
zh_hans: 取消关联成功

source: Unlocked
es: Desbloqueado
ja: 解除済み
pt_br: Desbloqueado
ru: Разблокировано
zh_hans: 已解锁

source: Unlocked on %@
es: Desbloqueado el %@
ja: %@に解除
pt_br: Desbloqueado em %@
ru: Разблокировано %@
zh_hans: 于%@解锁

source: Upgrade
es: Actualizar
ja: アップグレード
pt_br: Atualizar
ru: Обновить
zh_hans: 升级

source: Upgrade Required
es: Se requiere actualización
ja: アップグレードが必要です
pt_br: Atualização necessária
ru: Требуется обновление
zh_hans: 需要升级

source: Upload to Cloud
es: Subir a la nube
ja: クラウドにアップロード
pt_br: Enviar para a nuvem
ru: Загрузить в облако
zh_hans: 上传到云端

source: Username
es: Nombre de usuario
ja: ユーザー名
pt_br: Nome de usuário
ru: Имя пользователя
zh_hans: 用户名

source: View Achievements
es: Ver logros
ja: 実績を見る
pt_br: Ver conquistas
ru: Посмотреть достижения
zh_hans: 查看成就

source: View Leaderboards
es: Ver clasificaciones
ja: リーダーボードを見る
pt_br: Ver rankings
ru: Посмотреть таблицы лидеров
zh_hans: 查看排行榜

source: Welcome back
es: Bienvenido de nuevo
ja: おかえりなさい
pt_br: Bem-vindo de volta
ru: С возвращением
zh_hans: 欢迎回来

source: Yes
es: Sí
ja: はい
pt_br: Sim
ru: Да
zh_hans: 是

source: You can select chd or bin or cue
es: Puedes seleccionar archivos chd, bin o cue
ja: chd、bin、cueファイルを選択できます
pt_br: Você pode selecionar arquivos chd, bin ou cue
ru: Вы можете выбрать файлы chd, bin или cue
zh_hans: 您可以选择chd、bin或cue文件

source: You have been logged out
es: Has cerrado sesión
ja: ログアウトしました
pt_br: Você foi desconectado
ru: Вы вышли из системы
zh_hans: 您已退出登录

source: You have reached the maximum number of files for the free version. Please upgrade to the paid version to add more files.
es: Has alcanzado el número máximo de archivos para la versión gratuita. Actualiza a la versión de pago para agregar más archivos.
ja: 無料版のファイル数上限に達しました。ファイルを追加するには有料版にアップグレードしてください。
pt_br: Você atingiu o número máximo de arquivos para a versão gratuita. Atualize para a versão paga para adicionar mais arquivos.
ru: Вы достигли максимального количества файлов для бесплатной версии. Обновитесь до платной версии, чтобы добавить больше файлов.
zh_hans: 您已达到免费版本的最大文件数量。请升级到付费版本以添加更多文件。

source: You need to sign in to submit a report.
es: Debes iniciar sesión para enviar un informe.
ja: レポートを送信するにはサインインが必要です。
pt_br: Você precisa fazer login para enviar um relatório.
ru: Для отправки отчета необходимо войти в систему.
zh_hans: 您需要登录才能提交报告。

source: You've set a new record!
es: ¡Has establecido un nuevo récord!
ja: 新記録を達成しました！
pt_br: Você estabeleceu um novo recorde!
ru: Вы установили новый рекорд!
zh_hans: 您创造了新记录！

source: Your account and all related data have been deleted
es: Tu cuenta y todos los datos relacionados han sido eliminados
ja: アカウントとすべての関連データが削除されました
pt_br: Sua conta e todos os dados relacionados foram excluídos
ru: Ваша учетная запись и все связанные данные были удалены
zh_hans: 您的账户和所有相关数据已被删除

source: Your RetroAchievements account has been disconnected.
es: Tu cuenta de RetroAchievements ha sido desconectada.
ja: RetroAchievementsアカウントの接続が解除されました。
pt_br: Sua conta RetroAchievements foi desconectada.
ru: Ваша учетная запись RetroAchievements была отключена.
zh_hans: 您的RetroAchievements账户已断开连接。

source: 2x
ja: ２倍
zh_hans: 2倍

source: add
ja: 追加

source: D-Pad
ja: 十字キー
zh_hans: 十字键

source: Error
ja: エラー
pt_br: Erro
ru: Ошибка
zh_hans: 错误

# game_report_message_5
source: Excellent game
ja: 素晴らしいゲーム
pt_br: Jogo excelente
ru: Отличная игра
zh_hans: 优秀的游戏

source: No
ja: いいえ
pt_br: Não
ru: Нет
zh_hans: 否

source: Original
ja: オリジナル
ru: Оригинал
zh_hans: 原始

source: Pos
ja: 順位
ru: Поз
zh_hans: 排名

source: Provisional
ja: 仮許可
pt_br: Provisório
ru: Временное
zh_hans: 临时
